hx_sweep/He_1bar_Re10000/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (6.605337 0 0);
boundaryField
{
    inlet          { type flowRateInletVelocity; massFlowRate 3.180000e-03; rho rho; value uniform (6.605337 0 0); }
    outlet         { type pressureInletOutletVelocity; value uniform (6.605337 0 0); }
    heatedWall     { type noSlip; }
    adiabaticWalls { type noSlip; }
}
