hx_sweep/He_1bar_Re10000/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions [0 0 -1 0 0 0 0];
internalField uniform 1.054999e+03;
boundaryField
{
    inlet          { type fixedValue; value uniform 1.054999e+03; }
    outlet         { type inletOutlet; inletValue uniform 1.054999e+03; value uniform 1.054999e+03; }
    heatedWall     { type omegaWallFunction; blended true; value uniform 1.054999e+03; }
    adiabaticWalls { type omegaWallFunction; blended true; value uniform 1.054999e+03; }
}
